tests/fixtures/imports_dummy/bundle/zycus_AH_INVOICE.xml

<AH_INVOICE_EXPORT>
  <invoice_record>
    <invoice_number>INV-NW-2026-001</invoice_number>
    <invoice_date>2026-02-10</invoice_date>
    <amount>15200.45</amount>
    <currency_code>USD</currency_code>
    <invoice_status>received</invoice_status>
    <notes>Northwind February spend</notes>
    <vendor_name>Northwind Analytics</vendor_name>
    <offering_name>Data Platform Services</offering_name>
  </invoice_record>
  <invoice_record>
    <invoice_number>INV-TS-2026-001</invoice_number>
    <invoice_date>2026-02-11</invoice_date>
    <amount>9800.00</amount>
    <currency_code>USD</currency_code>
    <invoice_status>received</invoice_status>
    <notes>Tailspin February spend</notes>
    <vendor_name>Tailspin Billing Platform</vendor_name>
    <offering_name>Billing Platform Suite</offering_name>
  </invoice_record>
</AH_INVOICE_EXPORT>
